//
//  Localizable.strings
//
//  Copyright 2009-2011 Adobe Systems, Inc. All rights reserved.


// APPLICATION
"GetSupport" = "Support erhalten";
"GetLabsUninstaller" = "Deinstallationsprogramm abrufen";


// DISPATCHER
"ReinstallButtonDescription" = "Neueste Version installieren";
"UninstallButtonDescription" = "Aktuelle Installation entfernen";

"ReinstallButtonTitle" = "NEUESTE VERSION";
"UninstallButtonTitle" = "DEINSTALLIEREN";


// INSTALL CHECK
"CannotInstallFlashPlayer" = "Adobe® Flash® Player kann nicht installiert werden.\n";
"NewerFlashPlayerAlreadyInstalled" = "Es ist bereits eine neuere Version der Software auf diesem System installiert.";
"InstalledVersionTitle" = "Installierte Version:";
"ThisVersionTitle" = "Diese Version:";
"SystemDoesNotMeetMinimumRequirements" = "Das System erfüllt nicht die Mindestanforderungen für die Installation. Mac OS X %@ oder höher wird benötigt.";
"NeedToUninstallFirst" = "Sie müssen das Flash Player-Deinstallationsprogramm ausführen, bevor Sie diese Version von Flash Player installieren können. Besuchen Sie die Adobe Labs-Webseite, um das Deinstallationsprogramm herunterzuladen.";

// WELCOME
"LicenseAgreementLink" = "Lesen Sie hier den Text der Lizenz.";
"ReadAndAgreeToTermsOfUse" = "Ich habe die Bedingungen der Flash Player-Lizenzvereinbarung gelesen und stimme ihnen zu.";


// CLOSE FP CLIENTS
"CloseFPClientsDescription1" = "Schließen Sie die folgende(n) Anwendung(en), um den Vorgang fortzusetzen:";
"CloseFPClientsDescription2" = "Sie können sie manuell schließen oder indem Sie unten klicken.";

"ForceCloseAllButtonTitle" = "Schließen aller erzwingen";

"CloseAppsDialogTitle" = "Andere Anwendungen schließen";
"CloseAppsDialogMessage" = "Es gibt immer noch einige Anwendungen, die geschlossen werden müssen.\n\nKlicken Sie auf \"OK\", um eine aktualisierte Liste anzuzeigen.";

"OKButtonTitle" = "OK";
"CloseButtonTitle" = "Schließen";


// INSTALL
"FPInstallerWindowTitle" = "Installationsprogramm für Adobe Flash Player %@";

"EnableInstallMessage" = "Damit die Installation ausgeführt werden kann, aktivieren Sie das Kontrollkästchen oben, um die Lizenzvereinbarung zu akzeptieren.";

"InstallingMessage" = "Installation…";
"InstallPercentage" = "%d%%";
"FinalizingInstallationMessage" = "Installation wird abgeschlossen...";

"InstallButtonTitle" = "INSTALLIEREN";
"RetryButtonTitle" = "WIEDERHOLEN";
"QuitButtonTitle" = "BEENDEN";
"DoneButtonTitle" = "FERTIG";
"DownloadButtonTitle" = "HERUNTERLADEN";

// +--> Success
"InstallSucceededTitle" = "Die Installation von Flash Player %@ ist abgeschlossen";
"RestartBrowserMessage" = "Starten Sie Ihren Browser neu";

// +--> Failure
"InstallFailedTitle" = "Installation fehlgeschlagen";
"InstallFailedDescription" = "Diese Installation ist fehlgeschlagen.";
"ErrorLogTitle" = "Fehlerprotokoll:";


// UPDATE OPTIONS
"UpdateOptionsTitle" = "Flash Player-Einstellungen aktualisieren";
"UpdateOptionsSubheader" = "Sicherheits-Updates und Verbesserungen können automatisch heruntergeladen und installiert werden.";
"UpdateMethodSelectionTitle" = "Wählen Sie Ihre Aktualisierungsmethode:";
"UpdateOption_InstallAutomatically" = "Zulassen, dass Adobe Updates installiert (empfohlen)";
"UpdateOption_NotifyUser" = "Benachrichtigen, um Updates zu installieren";
"UpdateOption_DoNotCheckForUpdates" = "Nie nach Updates suchen (nicht empfohlen)";
"UpdateOptionsLearnMore" = "Weitere Informationen";
"UpdateOptionsLearnMoreURL" = "http://www.adobe.com/go/learnmore_fp_updates_de";


// UNINSTALL
"FPUninstallerWindowTitle" = "Deinstallationsprogramm für Adobe Flash Player";
"UninstallDescriptionText" = "Dieses Programm entfernt Adobe® Flash® Player von Ihrem Computer.";
"UninstallDescriptionText_PlusTentacleRemover" = "Dieses Programm entfernt Adobe® Flash® Player sowie alle zugehörigen Cachedateien und Einstellungen von Ihrem Computer.";

"UninstallingMessage" = "Deinstallation…";
"UninstallCompletedTitle" = "Abgeschlossen";

// +--> Success
"UninstallSucceededText" = "Adobe® Flash® Player wurde von Ihrem System entfernt.";


// AUTOUPDATE
// Checking for updates
"CheckInternetConnection" = "Updateinformationen konnten nicht geladen werden. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.";
"CheckingForUpdatesText" = "Updateinformationen werden abgerufen…";

// No update available
"FlashPlayerIsUpToDate" = "Adobe® Flash® Player ist auf Ihrem System auf dem neuesten Stand.";

// Update available
"AutoUpdateXmlLocale" = "de";
"FPAutoUpdateWindowTitle" = "Adobe Flash Player aktualisieren";
"UpdateAvailableText" = "Es ist ein Update für Adobe® Flash® Player verfügbar.";
"InstallThisUpdateQuestion" = "Dieses Update installieren?";
"ChangeSettingsText" = "Sie können die Updateeinstellungen im lokalen Einstellungsmanager ändern.";
"LaunchLSMLink" = "Lokalen Einstellungsmanager starten";

"RemindMeLaterButtonTitle" = "SPÄTER ERINNERN";


// Download Progress Panel
"CancelButtonTitle" = "ABBRECHEN";
"DownloadSucceededTitle" = "Download ausgeführt";
"DownloadFailedTitle" = "Download fehlgeschlagen";
"DownloadPercentage" = "%d%%";
"DownloadFailedDescription" = "Fehler beim Herunterladen des Installationsprogramms. Stellen Sie sicher, dass eine Internetverbindung besteht, und versuchen Sie es erneut.";
"DownloadingMessage" = "Herunterladen...";
"VerifyingDownloadMessage" = "Download wird überprüft…";
"UnpackingDownloadMessage" = "Download wird extrahiert…";
"LaunchingInstallerMessage" = "Installationsprogramm wird gestartet...";

// Redirect URL
"PDCRedirectU​RL" = "https://get3.adobe.com/de/flashplayer/update/osx";
"PPAPIPDCRedirectU​RL" = "https://get3.adobe.com/de/flashplayer/update/ppapiosx";

// Analytics Options
"AnalyticsTitle" = "Nutzungsdaten";
"AnalyticsCheckboxLabel" = "Anonyme Nutzungsdaten übermitteln";
"AnalyticsCheckboxDescription" = "Unterstützen Sie uns bei der Verbesserung von Adobe Flash Player durch Übermittlung anonymer Nutzungsdaten. Sie können dies jederzeit ändern.";
"AnalyticsLearnMore" = "Weitere Informationen";
"AnalyticsLearnMoreURL" = "http://www.adobe.com/go/fp_learn_more_usage_data_de";
